Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.minimalMode.subtitleOn
source: Hide the workspace title bar and move workspace controls into the sidebar.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®гӮҝгӮӨгғҲгғ«гғҗгғјгӮ’йҡ гҒ—гҖҒгғҜгғјгӮҜгӮ№гғҡгғјгӮ№ж“ҚдҪңгӮ’гӮөгӮӨгғүгғҗгғјгҒ«з§»еӢ•гҒ—гҒҫгҒҷгҖӮ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м ңлӘ© н‘ңмӢңмӨ„мқ„ мҲЁкё°кі мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м»ЁнҠёлЎӨмқ„ мӮ¬мқҙл“ңл°”лЎң мқҙлҸҷн•©лӢҲлӢӨ.
uk: РЎС…РҫРІР°СӮРё Р·Р°РіРҫР»РҫРІРҫРә СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС– СӮР° РҝРөСҖРөРјС–СҒСӮРёСӮРё РөР»РөРјРөРҪСӮРё РәРөСҖСғРІР°РҪРҪСҸ РІ РұС–СҮРҪСғ РҝР°РҪРөР»СҢ.

# settings.notifications.sound.custom.choose.button
source: Choose...
ja: йҒёжҠһ...
ko: м„ нғқ...
uk: Р’РёРұСҖР°СӮРё...

# settings.notifications.sound.custom.choose.prompt
source: Choose
ja: йҒёжҠһ
ko: м„ нғқ
uk: Р’РёРұСҖР°СӮРё

# settings.notifications.sound.custom.choose.title
source: Choose Notification Sound
ja: йҖҡзҹҘгӮөгӮҰгғігғүгӮ’йҒёжҠһ
ko: м•ҢлҰј мҶҢлҰ¬ м„ нғқ
uk: Р’РёРұСҖР°СӮРё Р·РІСғРә СҒРҝРҫРІС–СүРөРҪРҪСҸ

# settings.notifications.sound.custom.clear.button
source: Clear
ja: гӮҜгғӘгӮў
ko: м§Җмҡ°кё°
uk: РһСҮРёСҒСӮРёСӮРё

# settings.notifications.sound.custom.error.title
source: Custom Notification Sound Error
ja: гӮ«гӮ№гӮҝгғ йҖҡзҹҘгӮөгӮҰгғігғүгҒ®гӮЁгғ©гғј
ko: мӮ¬мҡ©мһҗ м§Җм • м•ҢлҰј мҶҢлҰ¬ мҳӨлҘҳ
uk: РҹРҫРјРёР»РәР° РІР»Р°СҒРҪРҫРіРҫ Р·РІСғРәСғ СҒРҝРҫРІС–СүРөРҪРҪСҸ

# settings.notifications.sound.custom.file.none
source: No file selected
ja: гғ•гӮЎгӮӨгғ«жңӘйҒёжҠһ
ko: м„ нғқлҗң нҢҢмқј м—ҶмқҢ
uk: РӨР°Р№Р» РҪРө РІРёРұСҖР°РҪРҫ

# settings.notifications.sound.custom.status.empty
source: Choose a custom audio file first.
ja: е…ҲгҒ«гӮ«гӮ№гӮҝгғ йҹіеЈ°гғ•гӮЎгӮӨгғ«гӮ’йҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: лЁјм Җ мӮ¬мҡ©мһҗ м§Җм • мҳӨл””мҳӨ нҢҢмқјмқ„ м„ нғқн•ҳм„ёмҡ”.
uk: РЎРҝРҫСҮР°СӮРәСғ РІРёРұРөСҖС–СӮСҢ С„Р°Р№Р» Р°СғРҙС–Рҫ.

# settings.notifications.sound.custom.status.missingExtensionPrefix
source: File needs an extension:
ja: жӢЎејөеӯҗгҒҢеҝ…иҰҒгҒ§гҒҷ:
ko: нҢҢмқјм—җ нҷ•мһҘмһҗк°Җ н•„мҡ”н•©лӢҲлӢӨ:
uk: РӨР°Р№Р»Сғ РҝРҫСӮСҖС–РұРҪРө СҖРҫР·СҲРёСҖРөРҪРҪСҸ:

# settings.notifications.sound.custom.status.missingFilePrefix
source: File not found:
ja: гғ•гӮЎгӮӨгғ«гҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“:
ko: нҢҢмқјмқ„ м°ҫмқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ:
uk: РӨР°Р№Р» РҪРө Р·РҪР°Р№РҙРөРҪРҫ:

# settings.notifications.sound.custom.status.prepareFailed
source: Could not prepare this file for notifications. Try WAV, AIFF, or CAF.
ja: йҖҡзҹҘз”ЁгҒ«гҒ“гҒ®гғ•гӮЎгӮӨгғ«гӮ’жә–еӮҷгҒ§гҒҚгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮWAVгҖҒAIFFгҖҒгҒҫгҒҹгҒҜCAFгӮ’и©ҰгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: мқҙ нҢҢмқјмқ„ м•ҢлҰјмҡ©мңјлЎң мӨҖл№„н• мҲҳ м—ҶмҠөлӢҲлӢӨ. WAV, AIFF лҳҗлҠ” CAFлҘј мӮ¬мҡ©н•ҙ ліҙм„ёмҡ”.
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҝС–РҙРіРҫСӮСғРІР°СӮРё СҶРөР№ С„Р°Р№Р» РҙР»СҸ СҒРҝРҫРІС–СүРөРҪСҢ. РЎРҝСҖРҫРұСғР№СӮРө WAV, AIFF Р°РұРҫ CAF.

# settings.notifications.sound.custom.status.ready
source: Ready for notifications.
ja: йҖҡзҹҘз”ЁгҒ®жә–еӮҷгҒҢгҒ§гҒҚгҒҫгҒ—гҒҹгҖӮ
ko: м•ҢлҰј мӨҖл№„ мҷ„лЈҢ.
uk: Р“РҫСӮРҫРІРёР№ РҙР»СҸ СҒРҝРҫРІС–СүРөРҪСҢ.

# settings.notifications.sound.custom.status.readyConverted
source: Prepared for notifications (converted to CAF).
ja: йҖҡзҹҘз”ЁгҒ«жә–еӮҷгҒ—гҒҫгҒ—гҒҹпјҲCAFгҒ«еӨүжҸӣпјүгҖӮ
ko: м•ҢлҰј мӨҖл№„ мҷ„лЈҢ (CAFлЎң ліҖнҷҳлҗЁ).
uk: РҹС–РҙРіРҫСӮРҫРІР»РөРҪРёР№ РҙР»СҸ СҒРҝРҫРІС–СүРөРҪСҢ (РәРҫРҪРІРөСҖСӮРҫРІР°РҪРҫ РІ CAF).

# settings.notifications.sound.subtitle
source: Sound played when a notification arrives.
ja: йҖҡзҹҘгӮ’еҸ—дҝЎгҒ—гҒҹгҒЁгҒҚгҒ«еҶҚз”ҹгҒҷгӮӢгӮөгӮҰгғігғүгҒ§гҒҷгҖӮ
ko: м•ҢлҰјмқҙ лҸ„м°©н–Ҳмқ„ л•Ң мһ¬мғқлҗҳлҠ” мҶҢлҰ¬мһ…лӢҲлӢӨ.
uk: Р—РІСғРә, СҸРәРёР№ РІС–РҙСӮРІРҫСҖСҺС”СӮСҢСҒСҸ РҝСҖРё РҪР°РҙС…РҫРҙР¶РөРҪРҪС– СҒРҝРҫРІС–СүРөРҪРҪСҸ.

# settings.notifications.paneRing.subtitle
source: Show a blue ring around panes with unread notifications.
ja: жңӘиӘӯгҒ®йҖҡзҹҘгҒҢгҒӮгӮӢгғҡгӮӨгғігҒ®е‘ЁеӣІгҒ«йқ’гҒ„гғӘгғігӮ°гӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мқҪм§Җ м•ҠмқҖ м•ҢлҰјмқҙ мһҲлҠ” нҢЁмқё мЈјмң„м—җ нҢҢлһҖмғү л§Ғмқ„ н‘ңмӢңн•©лӢҲлӢӨ.
uk: РҹРҫРәР°Р·СғРІР°СӮРё СҒРёРҪС” РәС–Р»СҢСҶРө РҪР°РІРәРҫР»Рҫ РҝР°РҪРөР»РөР№ Р· РҪРөРҝСҖРҫСҮРёСӮР°РҪРёРјРё СҒРҝРҫРІС–СүРөРҪРҪСҸРјРё.

# settings.notifications.paneFlash.subtitle
source: Briefly flash a blue outline when cmux highlights a pane.
ja: cmux гҒҢгғҡгӮӨгғігӮ’еј·иӘҝиЎЁзӨәгҒҷгӮӢгҒЁгҒҚгҒ«зҹӯгҒ„йқ’гҒ„гӮўгӮҰгғҲгғ©гӮӨгғігӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: cmuxк°Җ нҢЁмқёмқ„ к°•мЎ°н• л•Ң нҢҢлһҖмғү н…Ңл‘җлҰ¬лҘј мһ мӢң к№ңл№Ўмһ…лӢҲлӢӨ.
uk: РҡРҫСҖРҫСӮРәРҫСҮР°СҒРҪРҫ РҝС–РҙСҒРІС–СҮСғРІР°СӮРё СҒРёРҪСҢРҫСҺ СҖР°РјРәРҫСҺ РҝР°РҪРөР»СҢ, РҪР° СҸРәСғ cmux Р·РІРөСҖСӮР°С” СғРІР°РіСғ.

# settings.notifications.paneFlash.title
source: Pane Flash
ja: гғҡгӮӨгғігғ•гғ©гғғгӮ·гғҘ
ko: нҢЁмқё н”ҢлһҳмӢң
uk: РҹС–РҙСҒРІС–СҮСғРІР°РҪРҪСҸ РҝР°РҪРөР»С–

# settings.notifications.paneRing.title
source: Unread Pane Ring
ja: жңӘиӘӯгғҡгӮӨгғігғӘгғігӮ°
ko: мқҪм§Җ м•ҠмқҖ нҢЁмқё л§Ғ
uk: РҡС–Р»СҢСҶРө РҪРөРҝСҖРҫСҮРёСӮР°РҪРёС… РҝР°РҪРөР»РөР№

# settings.notifications.sound.title
source: Notification Sound
ja: йҖҡзҹҘгӮөгӮҰгғігғү
ko: м•ҢлҰј мҶҢлҰ¬
uk: Р—РІСғРә СҒРҝРҫРІС–СүРөРҪРҪСҸ

# settings.automation.claudeCode.customPath
source: Claude Binary Path
ja: ClaudeгғҗгӮӨгғҠгғӘгғ‘гӮ№
ko: Claude л°”мқҙл„ҲлҰ¬ кІҪлЎң

# settings.automation.claudeCode.customPath.placeholder
source: e.g. /usr/local/bin/claude
ja: дҫӢ: /usr/local/bin/claude
ko: мҳҲ: /usr/local/bin/claude

# settings.automation.claudeCode.customPath.subtitle
source: Custom path to the claude binary. Leave empty to use PATH.
ja: claudeгғҗгӮӨгғҠгғӘгҒ®гӮ«гӮ№гӮҝгғ гғ‘гӮ№гҖӮз©әж¬„гҒ®е ҙеҗҲгҒҜPATHгӮ’дҪҝз”ЁгҒ—гҒҫгҒҷгҖӮ
ko: claude л°”мқҙл„ҲлҰ¬мқҳ мӮ¬мҡ©мһҗ м§Җм • кІҪлЎңмһ…лӢҲлӢӨ. PATHлҘј мӮ¬мҡ©н•ҳл Өл©ҙ л№„мӣҢл‘җм„ёмҡ”.

# settings.automation.cursor
source: Cursor Integration
ja: CursorйҖЈжҗә
ko: Cursor м—°лҸҷ

# settings.automation.cursor.note
source: Hooks must be installed with `cmux cursor install-hooks`. They no-op outside cmux terminals.
ja: гғ•гғғгӮҜгҒҜ`cmux cursor install-hooks`гҒ§гӮӨгғігӮ№гғҲгғјгғ«гҒҷгӮӢеҝ…иҰҒгҒҢгҒӮгӮҠгҒҫгҒҷгҖӮcmuxгӮҝгғјгғҹгғҠгғ«еӨ–гҒ§гҒҜеӢ•дҪңгҒ—гҒҫгҒӣгӮ“гҖӮ
ko: `cmux cursor install-hooks`лЎң нӣ…мқ„ м„Өм№ҳн•ҙм•ј н•©лӢҲлӢӨ. cmux н„°лҜёл„җ мҷёл¶Җм—җм„ңлҠ” мһ‘лҸҷн•ҳм§Җ м•ҠмҠөлӢҲлӢӨ.

# settings.automation.cursor.subtitleOff
source: Cursor runs without cmux integration.
ja: CursorгҒҜcmuxйҖЈжҗәгҒӘгҒ—гҒ§еӢ•дҪңгҒ—гҒҫгҒҷгҖӮ
ko: Cursorк°Җ cmux м—°лҸҷ м—Ҷмқҙ мӢӨн–үлҗ©лӢҲлӢӨ.

# settings.automation.cursor.subtitleOn
source: Sidebar shows Cursor agent status and notifications.
ja: гӮөгӮӨгғүгғҗгғјгҒ«CursorгӮЁгғјгӮёгӮ§гғігғҲгҒ®гӮ№гғҶгғјгӮҝгӮ№гҒЁйҖҡзҹҘгҒҢиЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: мӮ¬мқҙл“ңл°”м—җ Cursor м—җмқҙм „нҠё мғҒнғңмҷҖ м•ҢлҰјмқҙ н‘ңмӢңлҗ©лӢҲлӢӨ.

# settings.automation.gemini
source: Gemini CLI Integration
ja: Gemini CLIйҖЈжҗә
ko: Gemini CLI м—°лҸҷ

# settings.automation.gemini.note
source: Hooks must be installed with `cmux gemini install-hooks`. They no-op outside cmux terminals.
ja: гғ•гғғгӮҜгҒҜ`cmux gemini install-hooks`гҒ§гӮӨгғігӮ№гғҲгғјгғ«гҒҷгӮӢеҝ…иҰҒгҒҢгҒӮгӮҠгҒҫгҒҷгҖӮcmuxгӮҝгғјгғҹгғҠгғ«еӨ–гҒ§гҒҜеӢ•дҪңгҒ—гҒҫгҒӣгӮ“гҖӮ
ko: `cmux gemini install-hooks`лЎң нӣ…мқ„ м„Өм№ҳн•ҙм•ј н•©лӢҲлӢӨ. cmux н„°лҜёл„җ мҷёл¶Җм—җм„ңлҠ” мһ‘лҸҷн•ҳм§Җ м•ҠмҠөлӢҲлӢӨ.

# settings.automation.gemini.subtitleOff
source: Gemini runs without cmux integration.
ja: GeminiгҒҜCmuxйҖЈжҗәгҒӘгҒ—гҒ§еӢ•дҪңгҒ—гҒҫгҒҷгҖӮ
ko: Geminiк°Җ cmux м—°лҸҷ м—Ҷмқҙ мӢӨн–үлҗ©лӢҲлӢӨ.

# settings.automation.gemini.subtitleOn
source: Sidebar shows Gemini session status and notifications.
ja: гӮөгӮӨгғүгғҗгғјгҒ«GeminiгӮ»гғғгӮ·гғ§гғігҒ®гӮ№гғҶгғјгӮҝгӮ№гҒЁйҖҡзҹҘгҒҢиЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: мӮ¬мқҙл“ңл°”м—җ Gemini м„ём…ҳ мғҒнғңмҷҖ м•ҢлҰјмқҙ н‘ңмӢңлҗ©лӢҲлӢӨ.

# settings.browser.emptyImport.choose
source: Choose What to ImportвҖҰ
ja: еҸ–гӮҠиҫјгӮҖй …зӣ®гӮ’йҒёгҒ¶вҖҰ
ko: к°Җм ёмҳ¬ н•ӯлӘ© м„ нғқвҖҰ
uk: Р’РёРұСҖР°СӮРё, СүРҫ С–РјРҝРҫСҖСӮСғРІР°СӮРёвҖҰ

# settings.browser.emptyImport.title
source: Import browser data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’еҸ–гӮҠиҫјгӮҖ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# settings.browser.reactGrabVersion
source: React Grab Version
ja: React GrabгғҗгғјгӮёгғ§гғі
ko: React Grab лІ„м „

# settings.browser.reactGrabVersion.subtitle
source: Pinned npm version of react-grab injected by the toolbar button (Cmd+Shift+G). Only versions with a known integrity hash are accepted.
ja: гғ„гғјгғ«гғҗгғјгғңгӮҝгғіпјҲCmd+Shift+GпјүгҒ§жіЁе…ҘгҒ•гӮҢгӮӢreact-grabгҒ®npmгғҗгғјгӮёгғ§гғігҖӮж—ўзҹҘгҒ®ж•ҙеҗҲжҖ§гғҸгғғгӮ·гғҘгӮ’жҢҒгҒӨгғҗгғјгӮёгғ§гғігҒ®гҒҝдҪҝз”ЁеҸҜиғҪгҒ§гҒҷгҖӮ
ko: лҸ„кө¬ лӘЁмқҢ лІ„нҠј(Cmd+Shift+G)мңјлЎң мЈјмһ…лҗҳлҠ” react-grabмқҳ кі м •лҗң npm лІ„м „мһ…лӢҲлӢӨ. м•Ңл Өм§„ л¬ҙкІ°м„ұ н•ҙмӢңк°Җ мһҲлҠ” лІ„м „л§Ң н—Ҳмҡ©лҗ©лӢҲлӢӨ.

# settings.browser.import
source: Import Browser Data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’еҸ–гӮҠиҫјгӮҖ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# settings.browser.import.choose
source: ChooseвҖҰ
ja: йҒёжҠһвҖҰ
ko: м„ нғқвҖҰ
uk: Р’РёРұСҖР°СӮРёвҖҰ

# settings.browser.import.refresh
source: Refresh
ja: еҶҚиӘӯгҒҝиҫјгҒҝ
ko: мғҲлЎңкі м№Ё
uk: РһРҪРҫРІРёСӮРё

# settings.browser.import.hint.note.hidden
source: The blank-tab import hint is hidden. Turn it back on here any time.
ja: з©әгӮҝгғ–гҒ®гӮӨгғігғқгғјгғҲжЎҲеҶ…гҒҜйқһиЎЁзӨәгҒ§гҒҷгҖӮгҒ“гҒ“гҒ§гҒ„гҒӨгҒ§гӮӮеҶҚиЎЁзӨәгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: л№Ҳ нғӯ к°Җм ёмҳӨкё° нһҢнҠёк°Җ мҲЁкІЁм ё мһҲмҠөлӢҲлӢӨ. м—¬кё°м„ң м–ём ңл“ лӢӨмӢң мјӨ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: РҹС–РҙРәР°Р·РәР° С–РјРҝРҫСҖСӮСғ РҪР° РҝРҫСҖРҫР¶РҪС–Р№ РІРәР»Р°РҙСҶС– РҝСҖРёС…РҫРІР°РҪР°. РЈРІС–РјРәРҪС–СӮСҢ С—С— СӮСғСӮ Сғ РұСғРҙСҢ-СҸРәРёР№ СҮР°СҒ.

# settings.browser.import.hint.note.settingsOnly
source: Blank tabs are currently using Settings only mode from the debug window.
ja: зҸҫеңЁгҖҒз©әгӮҝгғ–гҒҜгғҮгғҗгғғгӮ°гӮҰгӮЈгғігғүгӮҰгҒ®гҖҢиЁӯе®ҡгҒ®гҒҝгҖҚгғўгғјгғүгҒ«гҒӘгҒЈгҒҰгҒ„гҒҫгҒҷгҖӮ
ko: л№Ҳ нғӯмқҙ нҳ„мһ¬ л””лІ„к·ё м°Ҫмқҳ м„Өм • м „мҡ© лӘЁл“ңлҘј мӮ¬мҡ©н•ҳкі мһҲмҠөлӢҲлӢӨ.
uk: РҹРҫСҖРҫР¶РҪС– РІРәР»Р°РҙРәРё Р·Р°СҖР°Р· РІРёРәРҫСҖРёСҒСӮРҫРІСғСҺСӮСҢ СҖРөР¶РёРј В«РўС–Р»СҢРәРё РҪР°Р»Р°СҲСӮСғРІР°РҪРҪСҸВ» Р· РІС–РәРҪР° РҪР°Р»Р°РіРҫРҙР¶РөРҪРҪСҸ.

# settings.browser.import.hint.note.visible
source: Blank browser tabs can show this import suggestion. Hide or re-enable it here.
ja: з©әгҒ®гғ–гғ©гӮҰгӮ¶гғјгӮҝгғ–гҒ«гҒ“гҒ®гӮӨгғігғқгғјгғҲжЎҲеҶ…гӮ’иЎЁзӨәгҒ§гҒҚгҒҫгҒҷгҖӮгҒ“гҒ“гҒ§йқһиЎЁзӨәгӮ„еҶҚиЎЁзӨәгӮ’еҲҮгӮҠжӣҝгҒҲгӮүгӮҢгҒҫгҒҷгҖӮ
ko: л№Ҳ лёҢлқјмҡ°м Җ нғӯм—җ к°Җм ёмҳӨкё° м ңм•Ҳмқ„ н‘ңмӢңн• мҲҳ мһҲмҠөлӢҲлӢӨ. м—¬кё°м„ң мҲЁкё°кұ°лӮҳ лӢӨмӢң нҷңм„ұнҷ”н•ҳм„ёмҡ”.
uk: РҹРҫСҖРҫР¶РҪС– РІРәР»Р°РҙРәРё РұСҖР°СғР·РөСҖР° РјРҫР¶СғСӮСҢ РҝРҫРәР°Р·СғРІР°СӮРё РҝСҖРҫРҝРҫР·РёСҶС–СҺ С–РјРҝРҫСҖСӮСғ. РЎС…РҫРІР°Р№СӮРө Р°РұРҫ СғРІС–РјРәРҪС–СӮСҢ С—С— СӮСғСӮ.

# settings.browser.import.hint.show
source: Show import hint on blank browser tabs
ja: з©әгҒ®гғ–гғ©гӮҰгӮ¶гғјгӮҝгғ–гҒ«гӮӨгғігғқгғјгғҲжЎҲеҶ…гӮ’иЎЁзӨә
ko: л№Ҳ лёҢлқјмҡ°м Җ нғӯм—җ к°Җм ёмҳӨкё° нһҢнҠё н‘ңмӢң
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҝС–РҙРәР°Р·РәСғ С–РјРҝРҫСҖСӮСғ РҪР° РҝРҫСҖРҫР¶РҪС–С… РІРәР»Р°РҙРәР°С… РұСҖР°СғР·РөСҖР°

# settings.material.liquidGlass
source: Liquid Glass (macOS 26+)
ja: Liquid GlassпјҲmacOS 26д»ҘйҷҚпјү

# settings.section.globalHotkey
source: Global Hotkey
ja: гӮ°гғӯгғјгғҗгғ«гғӣгғғгғҲгӮӯгғј
ko: кёҖлЎңлІҢ лӢЁм¶•нӮӨ

# settings.globalHotkey.enable
source: Enable System-Wide Hotkey
ja: гӮ·гӮ№гғҶгғ е…ЁдҪ“гҒ®гғӣгғғгғҲгӮӯгғјгӮ’жңүеҠ№гҒ«гҒҷгӮӢ
ko: мӢңмҠӨн…ң м „мІҙ лӢЁм¶•нӮӨ нҷңм„ұнҷ”

# settings.globalHotkey.enable.subtitleOff
source: Turn this on to show or hide all cmux windows from any app.
ja: гҒ©гҒ®гӮўгғ—гғӘгҒӢгӮүгҒ§гӮӮ cmux гҒ®гҒҷгҒ№гҒҰгҒ®гӮҰгӮЈгғігғүгӮҰгӮ’иЎЁзӨәгҒҫгҒҹгҒҜйқһиЎЁзӨәгҒ«гҒҷгӮӢгҒ«гҒҜгӮӘгғігҒ«гҒ—гҒҫгҒҷгҖӮ
ko: мқҙ мҳөм…ҳмқ„ мјңл©ҙ м–ҙл–Ө м•ұм—җм„ңл“ лӘЁл“ cmux мңҲлҸ„мҡ°лҘј н‘ңмӢңн•ҳкұ°лӮҳ мҲЁкёё мҲҳ мһҲмҠөлӢҲлӢӨ.

# settings.globalHotkey.enable.subtitleOn
source: Press the shortcut from any app to show or hide all cmux windows.
ja: гҒ©гҒ®гӮўгғ—гғӘгҒӢгӮүгҒ§гӮӮгҒ“гҒ®гӮ·гғ§гғјгғҲгӮ«гғғгғҲгҒ§ cmux гҒ®гҒҷгҒ№гҒҰгҒ®гӮҰгӮЈгғігғүгӮҰгӮ’иЎЁзӨәгҒҫгҒҹгҒҜйқһиЎЁзӨәгҒ«гҒ§гҒҚгҒҫгҒҷгҖӮ
ko: м–ҙл–Ө м•ұм—җм„ңл“ лӢЁм¶•нӮӨлҘј лҲҢлҹ¬ лӘЁл“ cmux мңҲлҸ„мҡ°лҘј н‘ңмӢңн•ҳкұ°лӮҳ мҲЁк№ҒлӢҲлӢӨ.

# settings.globalHotkey.note
source: Use Command, Option, or Control with another key. No extra macOS permission is required.
ja: CommandгҖҒOptionгҖҒгҒҫгҒҹгҒҜ Control гҒЁеҲҘгҒ®гӮӯгғјгӮ’зө„гҒҝеҗҲгӮҸгҒӣгҒҰгҒҸгҒ гҒ•гҒ„гҖӮиҝҪеҠ гҒ® macOS жЁ©йҷҗгҒҜдёҚиҰҒгҒ§гҒҷгҖӮ
ko: Command, Option лҳҗлҠ” Controlкіј лӢӨлҘё нӮӨлҘј н•Ёк»ҳ мӮ¬мҡ©н•ҳм„ёмҡ”. м¶”к°Җ macOS к¶Ңн•ңмқҙ н•„мҡ”н•ҳм§Җ м•ҠмҠөлӢҲлӢӨ.

# settings.globalHotkey.shortcut
source: Show/Hide All Windows
ja: гҒҷгҒ№гҒҰгҒ®гӮҰгӮЈгғігғүгӮҰгӮ’иЎЁзӨә/йқһиЎЁзӨә
ko: лӘЁл“ мңҲлҸ„мҡ° н‘ңмӢң/мҲЁкё°кё°

# settings.shortcuts.managedByFile
source: Managed in settings.json
ja: settings.json гҒ§з®ЎзҗҶ
ko: settings.jsonм—җм„ң кҙҖлҰ¬лҗЁ

# settings.shortcuts.chords
source: Shortcut Chords
ja: гӮ·гғ§гғјгғҲгӮ«гғғгғҲгӮігғјгғү
ko: лӢЁм¶•нӮӨ мЎ°н•©

# settings.shortcuts.chords.docsButton
source: Chord docs
ja: гӮігғјгғүгҒ®иӘ¬жҳҺ
ko: мЎ°н•© л¬ём„ң

# settings.shortcuts.chords.subtitle
source: Add tmux-style multi-step shortcuts in settings.json, for example ["ctrl+b", "c"].
ja: settings.json гҒ§ tmux йўЁгҒ®2ж®өйҡҺгӮ·гғ§гғјгғҲгӮ«гғғгғҲгӮ’иҝҪеҠ гҒ§гҒҚгҒҫгҒҷгҖӮдҫӢ: ["ctrl+b", "c"]гҖӮ
ko: settings.jsonм—җм„ң tmux мҠӨнғҖмқјмқҳ лӢӨлӢЁкі„ лӢЁм¶•нӮӨлҘј м¶”к°Җн• мҲҳ мһҲмҠөлӢҲлӢӨ. мҳҲ: ["ctrl+b", "c"].

# settings.workspaceColors.customEntry
source: Named palette entry.
ja: еҗҚеүҚд»ҳгҒҚгҒ®гғ‘гғ¬гғғгғҲй …зӣ®гҒ§гҒҷгҖӮ
ko: мқҙлҰ„мқҙ м§Җм •лҗң нҢ”л ҲнҠё н•ӯлӘ©.

# settings.workspaceColors.dictionaryNote
source: Edit settings.json to add or remove named colors. "Choose Custom Color..." still adds local Custom N entries.
ja: еҗҚеүҚд»ҳгҒҚгӮ«гғ©гғјгҒ®иҝҪеҠ гӮ„еүҠйҷӨгҒҜ settings.json гӮ’з·ЁйӣҶгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮгҖҢгӮ«гӮ№гӮҝгғ гӮ«гғ©гғјгӮ’йҒёжҠһвҖҰгҖҚгҒҜеј•гҒҚз¶ҡгҒҚгғӯгғјгӮ«гғ«гҒ® Custom N гӮЁгғігғҲгғӘгӮ’иҝҪеҠ гҒ—гҒҫгҒҷгҖӮ
ko: settings.jsonмқ„ нҺём§‘н•ҳм—¬ мқҙлҰ„мқҙ м§Җм •лҗң мғүмғҒмқ„ м¶”к°Җн•ҳкұ°лӮҳ м ңкұ°н•ҳм„ёмҡ”. "мӮ¬мҡ©мһҗ м§Җм • мғүмғҒ м„ нғқ..."мңјлЎң лЎңм»¬ Custom N н•ӯлӘ©мқ„ м¶”к°Җн• мҲҳ мһҲмҠөлӢҲлӢӨ.

# settings.workspaceColors.emptyPalette
source: No palette entries. Add colors in settings.json or use "Choose Custom Color..." from a workspace context menu.
ja: гғ‘гғ¬гғғгғҲй …зӣ®гҒҜгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮsettings.json гҒ§гӮ«гғ©гғјгӮ’иҝҪеҠ гҒҷгӮӢгҒӢгҖҒгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®гӮігғігғҶгӮӯгӮ№гғҲгғЎгғӢгғҘгғјгҒӢгӮүгҖҢгӮ«гӮ№гӮҝгғ гӮ«гғ©гғјгӮ’йҒёжҠһвҖҰгҖҚгӮ’дҪҝгҒЈгҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: нҢ”л ҲнҠё н•ӯлӘ©мқҙ м—ҶмҠөлӢҲлӢӨ. settings.jsonм—җм„ң мғүмғҒмқ„ м¶”к°Җн•ҳкұ°лӮҳ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м»Ён…ҚмҠӨнҠё л©”лүҙмқҳ "мӮ¬мҡ©мһҗ м§Җм • мғүмғҒ м„ нғқ..."мқ„ мӮ¬мҡ©н•ҳм„ёмҡ”.

# settings.workspaceColors.resetPalette.subtitleV2
source: Restore the built-in palette and remove extra named colors.
ja: зө„гҒҝиҫјгҒҝгғ‘гғ¬гғғгғҲгӮ’еҫ©е…ғгҒ—гҖҒиҝҪеҠ гҒ—гҒҹеҗҚеүҚд»ҳгҒҚгӮ«гғ©гғјгӮ’еүҠйҷӨгҒ—гҒҫгҒҷгҖӮ
ko: кё°ліё нҢ”л ҲнҠёлҘј ліөмӣҗн•ҳкі м¶”к°Җлҗң мқҙлҰ„ мһҲлҠ” мғүмғҒмқ„ м ңкұ°н•©лӢҲлӢӨ.

# shortcut.selectSurfaceByNumber.label
source: Select Surface 1вҖҰ9
ja: гӮөгғјгғ•гӮ§гӮ№ 1вҖҰ9 гӮ’йҒёжҠһ
ko: м„ңн”јмҠӨ 1вҖҰ9 м„ нғқ
uk: Р’РёРұСҖР°СӮРё РҝРҫРІРөСҖС…РҪСҺ 1вҖҰ9

# shortcut.selectWorkspaceByNumber.label
source: Select Workspace 1вҖҰ9
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№ 1вҖҰ9 гӮ’йҒёжҠһ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ 1вҖҰ9 м„ нғқ
uk: Р’РёРұСҖР°СӮРё СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ 1вҖҰ9

# shortcut.toggleReactGrab.label
source: Toggle React Grab
ja: React GrabгҒ®еҲҮгӮҠжӣҝгҒҲ
ko: React Grab м „нҷҳ
zh_hans: еҲҮжҚў React Grab
zh_hant: еҲҮжҸӣ React Grab

# shortcut.toggleFileExplorer.label
source: Toggle File Explorer
ja: гғ•гӮЎгӮӨгғ«гӮЁгӮҜгӮ№гғ—гғӯгғјгғ©гғјгӮ’еҲҮжӣҝ
ko: нҢҢмқј нғҗмғүкё° нҶ кёҖ

# fileExplorer.empty
source: No folder open
ja: гғ•гӮ©гғ«гғҖгҒҢй–ӢгҒӢгӮҢгҒҰгҒ„гҒҫгҒӣгӮ“
ko: м—ҙлҰ° нҸҙлҚ” м—ҶмқҢ

# fileExplorer.error.unavailable
source: File explorer is not available
ja: гғ•гӮЎгӮӨгғ«гӮЁгӮҜгӮ№гғ—гғӯгғјгғ©гғјгҒҜеҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“
ko: нҢҢмқј нғҗмғүкё°лҘј мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ

# titlebar.fileExplorer.accessibilityLabel
source: Toggle File Explorer
ja: гғ•гӮЎгӮӨгғ«гӮЁгӮҜгӮ№гғ—гғӯгғјгғ©гғјгӮ’еҲҮжӣҝ
ko: нҢҢмқј нғҗмғүкё° нҶ кёҖ

# titlebar.fileExplorer.tooltip
source: Show or hide the file explorer
ja: гғ•гӮЎгӮӨгғ«гӮЁгӮҜгӮ№гғ—гғӯгғјгғ©гғјгҒ®иЎЁзӨә/йқһиЎЁзӨә
ko: нҢҢмқј нғҗмғүкё° н‘ңмӢң лҳҗлҠ” мҲЁкё°кё°

# sidebar.pinnedWorkspaceProtected.tooltip
source: Pinned workspace. Closing requires confirmation.
ja: гғ”гғіз•ҷгӮҒгҒ•гӮҢгҒҹгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ§гҒҷгҖӮй–үгҒҳгӮӢгҒ«гҒҜзўәиӘҚгҒҢеҝ…иҰҒгҒ§гҒҷгҖӮ
ko: кі м •лҗң мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмһ…лӢҲлӢӨ. лӢ«мңјл Өл©ҙ нҷ•мқёмқҙ н•„мҡ”н•©лӢҲлӢӨ.
uk: Р—Р°РәСҖС–РҝР»РөРҪР° СҖРҫРұРҫСҮР° РҫРұР»Р°СҒСӮСҢ. Р—Р°РәСҖРёСӮСӮСҸ РҝРҫСӮСҖРөРұСғС” РҝС–РҙСӮРІРөСҖРҙР¶РөРҪРҪСҸ.

# sidebar.port.openTooltip
source: Open localhost:%lld
ja: localhost:%lldгӮ’й–ӢгҒҸ
ko: localhost:%lld м—ҙкё°
uk: Р’С–РҙРәСҖРёСӮРё localhost:%lld

# remote.status.connected
source: Connected
ja: жҺҘз¶ҡжёҲгҒҝ
ko: м—°кІ°лҗЁ
uk: РҹС–РҙРәР»СҺСҮРөРҪРҫ

# remote.status.connecting
source: Connecting
ja: жҺҘз¶ҡдёӯ
ko: м—°кІ° мӨ‘
uk: РҹС–РҙРәР»СҺСҮРөРҪРҪСҸ

# remote.status.disconnected
source: Disconnected
ja: еҲҮж–ӯжёҲгҒҝ
ko: м—°кІ° н•ҙм ңлҗЁ
uk: Р’С–РҙРәР»СҺСҮРөРҪРҫ

# remote.status.error
source: Error
ja: гӮЁгғ©гғј
ko: мҳӨлҘҳ
uk: РҹРҫРјРёР»РәР°

# sidebar.remote.subtitleFallback
source: SSH workspace
ja: SSH гғҜгғјгӮҜгӮ№гғҡгғјгӮ№
ko: SSH мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ
uk: SSH СҖРҫРұРҫСҮР° РҫРұР»Р°СҒСӮСҢ

# sidebar.remote.help.connected
source: SSH connected to %@
ja: SSH гҒҜ %@ гҒ«жҺҘз¶ҡжёҲгҒҝ
ko: %@м—җ SSH м—°кІ°лҗЁ
uk: SSH РҝС–РҙРәР»СҺСҮРөРҪРҫ РҙРҫ %@

# sidebar.remote.help.connecting
source: SSH connecting to %@
ja: SSH гҒҜ %@ гҒ«жҺҘз¶ҡдёӯ
ko: %@м—җ SSH м—°кІ° мӨ‘
uk: SSH РҝС–РҙРәР»СҺСҮРөРҪРҪСҸ РҙРҫ %@

# sidebar.remote.help.error
source: SSH error for %@
ja: %@ гҒ® SSH гӮЁгғ©гғј
ko: %@м—җ лҢҖн•ң SSH мҳӨлҘҳ
uk: РҹРҫРјРёР»РәР° SSH РҙР»СҸ %@

# sidebar.remote.help.errorWithDetail
source: SSH error for %@: %@
ja: %@ гҒ® SSH гӮЁгғ©гғј: %@
ko: %@м—җ лҢҖн•ң SSH мҳӨлҘҳ: %@
uk: РҹРҫРјРёР»РәР° SSH РҙР»СҸ %@: %@

# sidebar.remote.help.disconnected
source: SSH disconnected from %@
ja: SSH гҒҜ %@ гҒӢгӮүеҲҮж–ӯжёҲгҒҝ
ko: %@м—җм„ң SSH м—°кІ° н•ҙм ңлҗЁ
uk: SSH РІС–РҙРәР»СҺСҮРөРҪРҫ РІС–Рҙ %@

# sidebar.remote.help.targetFallback
source: remote host
ja: гғӘгғўгғјгғҲгғӣгӮ№гғҲ
ko: мӣҗкІ© нҳёмҠӨнҠё
uk: РІС–РҙРҙР°Р»РөРҪРёР№ С…РҫСҒСӮ

# sidebar.activeTabIndicator.leftRail
source: Left Rail
ja: е·Ұгғ¬гғјгғ«
ko: мҷјмӘҪ л Ҳмқј
uk: РӣС–РІРёР№ СҖРөР№Р»

# sidebar.activeTabIndicator.solidFill
source: Solid Fill
ja: еЎ—гӮҠгҒӨгҒ¶гҒ—
ko: лӢЁмғү мұ„мҡ°кё°
uk: РЎСғСҶС–Р»СҢРҪРө Р·Р°РҝРҫРІРҪРөРҪРҪСҸ

# workspace.closeProtected.message
source: Pinned workspaces can't be closed while pinned. Unpin the workspace first.
ja: гғ”гғіз•ҷгӮҒгҒ•гӮҢгҒҹгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜй–үгҒҳгӮүгӮҢгҒҫгҒӣгӮ“гҖӮе…ҲгҒ«гғ”гғігӮ’еӨ–гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: кі м •лҗң мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҠ” кі м •лҗң мғҒнғңм—җм„ң лӢ«мқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ. лЁјм Җ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмқҳ кі м •мқ„ н•ҙм ңн•ҳм„ёмҡ”.
uk: Р—Р°РәСҖС–РҝР»РөРҪС– СҖРҫРұРҫСҮС– РҫРұР»Р°СҒСӮС– РҪРө РјРҫР¶РҪР° Р·Р°РәСҖРёСӮРё, РҝРҫРәРё РІРҫРҪРё Р·Р°РәСҖС–РҝР»РөРҪС–. РЎРҝРҫСҮР°СӮРәСғ РІС–РҙРәСҖС–РҝС–СӮСҢ СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ.

# markdown.fileUnavailable.message
source: The file may have been moved or deleted.
ja: гғ•гӮЎгӮӨгғ«гҒҢз§»еӢ•гҒҫгҒҹгҒҜеүҠйҷӨгҒ•гӮҢгҒҹеҸҜиғҪжҖ§гҒҢгҒӮгӮҠгҒҫгҒҷгҖӮ
ko: нҢҢмқјмқҙ мқҙлҸҷлҗҳм—Ҳкұ°лӮҳ мӮӯм ңлҗҳм—Ҳмқ„ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: РңРҫР¶Р»РёРІРҫ, С„Р°Р№Р» РұСғР»Рҫ РҝРөСҖРөРјС–СүРөРҪРҫ Р°РұРҫ РІРёРҙР°Р»РөРҪРҫ.

# markdown.fileUnavailable.title
source: File unavailable
ja: гғ•гӮЎгӮӨгғ«гӮ’еҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“
ko: нҢҢмқјмқ„ мӮ¬мҡ©н• мҲҳ м—ҶмқҢ
uk: РӨР°Р№Р» РҪРөРҙРҫСҒСӮСғРҝРҪРёР№

# settings.sidebarAppearance.matchTerminalBackground
source: Match Terminal Background
ja: гӮҝгғјгғҹгғҠгғ«гҒ®иғҢжҷҜгҒ«еҗҲгӮҸгҒӣгӮӢ

# settings.sidebarAppearance.matchTerminalBackground.subtitle
source: Use the same background color and transparency as the terminal.
ja: гӮҝгғјгғҹгғҠгғ«гҒЁеҗҢгҒҳиғҢжҷҜиүІгҒЁйҖҸжҳҺеәҰгӮ’дҪҝз”ЁгҒ—гҒҫгҒҷгҖӮ

# error.remoteDrop.invalidFileURL
source: Dropped item is not a file URL.
ja: гғүгғӯгғғгғ—гҒ•гӮҢгҒҹй …зӣ®гҒҜгғ•гӮЎгӮӨгғ« URL гҒ§гҒҜгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: л“ңлЎӯн•ң н•ӯлӘ©мқҙ нҢҢмқј URLмқҙ м•„лӢҷлӢҲлӢӨ.
uk: РҹРөСҖРөСӮСҸРіРҪСғСӮРёР№ РөР»РөРјРөРҪСӮ РҪРө С” С„Р°Р№Р»РҫРІРҫСҺ URL-Р°РҙСҖРөСҒРҫСҺ.

# error.remoteDrop.unavailable
source: Remote drop is unavailable.
ja: гғӘгғўгғјгғҲгҒёгҒ®гғүгғӯгғғгғ—гҒҜеҲ©з”ЁгҒ§гҒҚгҒҫгҒӣгӮ“гҖӮ
ko: мӣҗкІ© л“ңлЎӯмқ„ мӮ¬мҡ©н• мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: Р’С–РҙРҙР°Р»РөРҪРө РҝРөСҖРөСӮСҸРіСғРІР°РҪРҪСҸ РҪРөРҙРҫСҒСӮСғРҝРҪРө.

# error.remoteDrop.uploadFailed
source: Failed to upload dropped file: %@
ja: гғүгғӯгғғгғ—гҒ•гӮҢгҒҹгғ•гӮЎгӮӨгғ«гҒ®гӮўгғғгғ—гғӯгғјгғүгҒ«еӨұж•—гҒ—гҒҫгҒ—гҒҹ: %@
ko: л“ңлЎӯн•ң нҢҢмқјмқ„ м—…лЎңл“ңн•ҳм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ: %@
uk: РқРө РІРҙР°Р»РҫСҒСҸ Р·Р°РІР°РҪСӮР°Р¶РёСӮРё РҝРөСҖРөСӮСҸРіРҪСғСӮРёР№ С„Р°Р№Р»: %@

# terminalContextMenu.copy
source: Copy
ja: гӮігғ”гғј
ko: ліөмӮ¬

# terminalContextMenu.paste
source: Paste
ja: гғҡгғјгӮ№гғҲ
ko: л¶ҷм—¬л„Јкё°

# terminalContextMenu.resetTerminal
source: Reset Terminal
ja: гӮҝгғјгғҹгғҠгғ«гӮ’гғӘгӮ»гғғгғҲ
ko: н„°лҜёл„җ мҙҲкё°нҷ”

# terminalContextMenu.splitHorizontally
source: Split Horizontally
ja: ж°ҙе№ігҒ«еҲҶеүІ
ko: к°ҖлЎң л¶„н•

# terminalContextMenu.splitVertically
source: Split Vertically
ja: еһӮзӣҙгҒ«еҲҶеүІ
ko: м„ёлЎң л¶„н•

# terminalContextMenu.triggerFlash
source: Trigger Flash
ja: гғ•гғ©гғғгӮ·гғҘгӮ’зҷәзҒ«
ko: н”ҢлһҳмӢң мӢӨн–ү

# shortcut.editWorkspaceDescription.label
source: Edit Workspace Description
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’з·ЁйӣҶ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… нҺём§‘

# menu.view.editWorkspaceDescription
source: Edit Workspace DescriptionвҖҰ
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’з·ЁйӣҶвҖҰ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… нҺём§‘вҖҰ

# command.editWorkspaceDescription.title
source: Edit Workspace DescriptionвҖҰ
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’з·ЁйӣҶвҖҰ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… нҺём§‘вҖҰ

# command.clearWorkspaceDescription.title
source: Clear Workspace Description
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’ж¶ҲеҺ»
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… м§Җмҡ°кё°

# commandPalette.description.workspacePlaceholder
source: Workspace description
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ…

# commandPalette.description.workspaceInputHint
source: Press Enter to save. Press Shift-Enter for a new line, or Escape to cancel.
ja: Enter гҒ§дҝқеӯҳгҒ—гҒҫгҒҷгҖӮShift-Enter гҒ§ж”№иЎҢгҖҒEscape гҒ§гӮӯгғЈгғігӮ»гғ«гҒ—гҒҫгҒҷгҖӮ
ko: EnterлҘј лҲҢлҹ¬ м ҖмһҘн•ҳм„ёмҡ”. Shift-EnterлЎң мӨ„л°”кҝҲ, EscapeлЎң м·ЁмҶҢн•©лӢҲлӢӨ.

# contextMenu.editWorkspaceDescription
source: Edit Workspace DescriptionвҖҰ
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’з·ЁйӣҶвҖҰ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… нҺём§‘вҖҰ

# contextMenu.clearWorkspaceDescription
source: Clear Workspace Description
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иӘ¬жҳҺгӮ’ж¶ҲеҺ»
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ӨлӘ… м§Җмҡ°кё°

# contextMenu.workspaceSettings
source: Workspace Settings
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№иЁӯе®ҡ

# contextMenu.workspaceSettings.hideTerminalScrollBar
source: Hide Terminal Scroll Bar
ja: гӮҝгғјгғҹгғҠгғ«гҒ®гӮ№гӮҜгғӯгғјгғ«гғҗгғјгӮ’йҡ гҒҷ

# settings.section.terminal
source: Terminal
ja: гӮҝгғјгғҹгғҠгғ«

# settings.terminal.scrollBar
source: Show Terminal Scroll Bar
ja: гӮҝгғјгғҹгғҠгғ«гҒ®гӮ№гӮҜгғӯгғјгғ«гғҗгғјгӮ’иЎЁзӨә

# settings.terminal.scrollBar.subtitleOff
source: Hides the right-edge terminal scroll bar everywhere. Changes apply immediately and persist across relaunches.
ja: еҸіз«ҜгҒ®гӮҝгғјгғҹгғҠгғ«гӮ№гӮҜгғӯгғјгғ«гғҗгғјгӮ’е…ЁдҪ“гҒ§йқһиЎЁзӨәгҒ«гҒ—гҒҫгҒҷгҖӮеӨүжӣҙгҒҜгҒҷгҒҗгҒ«еҸҚжҳ гҒ•гӮҢгҖҒеҶҚиө·еӢ•еҫҢгӮӮдҝқжҢҒгҒ•гӮҢгҒҫгҒҷгҖӮ

# settings.terminal.scrollBar.subtitleOn
source: Shows the right-edge terminal scroll bar in shell scrollback. cmux hides it automatically for alternate-screen style TUI surfaces and you can also disable it per workspace.
ja: гӮ·гӮ§гғ«гҒ®гӮ№гӮҜгғӯгғјгғ«гғҗгғғгӮҜгҒ§гҒҜеҸіз«ҜгҒ®гӮҝгғјгғҹгғҠгғ«гӮ№гӮҜгғӯгғјгғ«гғҗгғјгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮcmux гҒҜд»Јжӣҝз”»йқўзі»гҒ® TUI гҒ§гҒҜиҮӘеӢ•зҡ„гҒ«йҡ гҒ—гҖҒгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ”гҒЁгҒ«гӮӮз„ЎеҠ№еҢ–гҒ§гҒҚгҒҫгҒҷгҖӮ

# sidebar.project.missing
source: Missing
ja: иҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“
zh_hans: зјәеӨұ
zh_hant: зјәеӨұ
